# 정수 1개 입력 받기
# number = int(input())
# print(number)

# 공백으로 구분된 여러개의 정수 입력 받기
# numbers = list(map(int,input().split()))
# print(numbers)

# 공백으로 구분된 여러개의 단어 입력 받기
# string = input().split()
# print(string)

# 공백으로 구분된 2개의 정수 입력 받기
# a, b = list(map(int,input().split()))
# print(a, b)

# 테스트 케이스 수가 주어지는 입력 받기
# T = int(input()) # 테스트 케이스 수
# for t in range(1, T+1):
#     print(t)
#     # 입력 코드
#     pass

# 문제 1
# 정수를 출력하세요.
# 5

# 문제 2
#  단어를 구분해서 출력하세요.
# hello python world

# 문제 3
# 테스트 케이스마다 입력 값을 그대로 출력하세요.
# 3 # 테스트 케이스 수
# 1
# 2
# 3

# 문제 4
# 2개 이상의 정수를 출력하세요.
# 2 0 3 92 3

# 문제 5
# 2개의 정수를 출력하세요.
# 2 3 # 4

# 문제 6
# 단어를 구분해서 출력하세요.
# I am Programmer

# 문제 7
# 테스트 케이스마다 입력 값을 그대로 출력하세요.
# 5 # 테스트 케이스 수
# 1 2 3
# 4 5 6
# 7 8 9
# 10 11 12
# 13 14 15

# 문제 8
# 테스트 케이스마다 입력 값을 그대로 출력하세요.
# 5 # 테스트 케이스 수
# 1 38 108 29 3 2 39
# 1 9 12 3 5 1
# 28 39 1 20 9 1
# 34 5 6 8
# 9 3 2 10 1 2 4
